Repository: ed-bib/johncms
Catalog: modules/documentation/locale/*/default.po
Languages: ru

source: You did not enter an article title
ru: Вы не ввели название статьи

source: You did not enter an article description
ru: Вы не ввели описание статьи

source: You have not entered a version JohnCMS
ru: Вы не ввели версию JohnCMS

source: You have not entered article status
ru: Вы не ввели статус статьи

source: You entered an invalid status value
ru: Вы ввели неверное значение статуса

source: You have not entered the text of the article
ru: Вы не ввели текст статьи

source: You cannot add the message so often. Please, wait %d seconds.
ru: Вы не можете добавлять сообщение так часто. Пожалуйста, подождите %d секунд.

source: Documentation
ru: Документация

source: Add article
ru: Добавление документации

source: Adding an article
ru: Добавление документации

source: Article added
ru: Статья добавлена

source: You did not enter a section binding
ru: Вы не указали привязку раздела

source: You entered an invalid binding value
ru: Вы ввели неверное значение привязки

source: You did not enter a section title
ru: Вы не ввели название раздела

source: You did not enter a section description
ru: Вы не ввели описание раздела

source: You did not enter a value to sort
ru: Вы не ввели значение для сортировки

source: You entered an invalid sort value
ru: Вы ввели неверное значение для сортировки

source: Adding a section
ru: Добавление раздела

source: Section added
ru: Раздел добавлен

source: Delete section
ru: Удаление раздела

source: Delete
ru: Удалить

source: Section deleted
ru: Раздел удалён

source: Delete article
ru: Удаление статьи

source: Article deleted
ru: Статья удалена

source: Editing an article
ru: Добавление документации

source: Wrong data
ru: Неправильные данные

source: You have not entered articles title
ru: Вы не ввели статус статьи

source: You have not entered article description
ru: Вы не ввели описание статьи

source: You have not enter a section number
ru: Вы не ввели ID раздела

source: You have not enter status
ru: Вы не ввели статус статьи

source: You have not enter article author
ru: Вы не указали автора статьи

source: You have not enter CMS version
ru: Вы не ввели версию JohnCMS

source: You have not entered article text
ru: Вы не ввели текст статьи

source: Article edit
ru: Редактирование статьи

source: Article changed
ru: Статья изменена

source: You have not entered section title
ru: Вы не ввели название раздела

source: You have not entered section description
ru: Вы не ввели описание раздела

source: You have not enter a value to sort
ru: Вы не ввели значение для сортировки

source: Section edit
ru: Редактирование раздела

source: Section changed
ru: Раздел изменен

source: Documentation sections
ru: Разделы документации

source: Add section
ru: Добавление раздела

source: Edit section
ru: Редактирование раздела

source: Edit article
ru: Редактировать статью

source: View documentation
ru: Просмотр документации

source: Enter an article name
ru: Введите имя статьи

source: Article name
ru: Название статьи

source: Enter article description
ru: Введите описание статьи

source: Article description
ru: Описание статьи

source: Enter CMS version
ru: Введите версию CMS

source: CMS version
ru: Версия CMS

source: Enter status
ru: Введите статус

source: Status
ru: Статус

source: Enter article text
ru: Введите текст статьи

source: Article text
ru: Текст статьи

source: Add
ru: Добавить

source: Adding a Section
ru: Добавление раздела

source: Enter a section name
ru: Введите имя раздела

source: Section name
ru: Название раздела

source: Enter a section description
ru: Введите описание раздела

source: Section description
ru: Описание раздела

source: Enter a section binding
ru: Введите привязку раздела

source: Enter a value to sort
ru: Введите значение для сортировки

source: Author
ru: Автор

source: Edit
ru: Изменить

source: Total
ru: Всего

source: No Records
ru: Записей нет

source: Do you really want to delete?
ru: Вы действительно хотите удалить?

source: Cancel
ru: Отмена

source: Title
ru: Заголовок

source: Description
ru: Описание

source: Section ID
ru: Идентификатор раздела

source: CMS Version
ru: Версия CMS

source: Text
ru: Текст

source: Save
ru: Сохранить

source: Back to articles
ru: Вернуться к статьям

source: Sort value
ru: Значение для сортировки

source: Back to sections
ru: Вернуться к разделам

source: Back
ru: Назад
